import React from 'react'
import { IndexLink, Link } from 'react-router'
import './SafetyTajik.scss'
import { createMarkup, replaceAmp } from '../../../components/Helpers'
import type { PageObject } from '../../../store/interfaces/home'
import _ from '../../../components/Helpers/underscore'

export const SafetyTajik = () => (
	<div className={'container page safety_tajik'}>
		<div className="page-content">
			<h1>Safety Tajik</h1>
			<p><strong><u>Маълумот оид ба БЕХАТАр истифода бурдани саҳифаи «гриндр»</u></strong></p>
			<p>Агар мақони зисту зиндагии Шумо дар муҳит ва атрофи аҳолие, ки нисбат ба ҳамҷинсгарои аз ҷумла одамони ҳамҷинсгар (ЛГБТ) эътироф набуда аст, хоҳишмандем бо маълумоти зерин шинос шавед:</p>
			<p><strong>ТАМОС:</strong></p>
			<p>Дар ҳолатҳои фаврӣ дар Ҷумҳурии Тоҷикистон ба ин телефони бовари (+992) 935425425 (ин телефони бовари хамчун дар Viber ва Watsap дастраст аст), бо воситаи хати электрони <a href="mailto:lgbthelp.tj@gmail.com" rel="noopener">lgbthelp.tj@gmail.com</a>  дар тамос бошед, е инки ба ин суруго  <a href="https://docs.google.com/forms/d/e/1FAIpQLSfNLG29kN4xgEI6vc_zxVZT6q8prtRYUHl5w8YVHJPX6tcDfw/viewform?c=0&amp;w=1" target="_blank" rel="noopener">https://docs.google.com/forms/d/e/1FAIpQLSfNLG29kN4xgEI6vc_zxVZT6q8prtRYUHl5w8YVHJPX6tcDfw/viewform?c=0&amp;w=1</a> маълумоти худро равона кунед</p>
			<p><strong>Хохишмандем аз шумо:</strong></p>
			<ol>
				<li>Акс ё сурати аслии худро дар дохили маълумотномаи шахси ё «profile» нагузоред.<br />
					Шумо метавонед акс ё накшеро истифода баред, ки тафсили ҷаҳони дарунии шуморо нишон диҳад, ё ин ки фаъолиятҳои дустдоштаи шуморо яъне «хобби»-ро ба назар гирад.</li>
				<li>Фақат бо шахсоне вохуред ки, танҳо дустони шумо онҳоро бишносанд.<br />
					Пеш аз вохӯрдан ё дидан бояд албатта дар бораи ҳамон шахс маълумот бигиред ва дар ҳолати зарурӣ маълумоти бештарро дар бораи ҳамон шахс дастрас кунед. Ва пеш аз ҳама бояд мутмаин бошед, ки он шахс ҳам мисли шумо аз ҷумлаи одамони ҳамҷинсгар аст.</li>
				<li>Аввалин вохурӣ ё диданро метавонед бо воситаи Skype ё дигар воситаҳои ичтимоии электронӣ, ё дар ҷои бехатариӣ (қаҳвахона, ҷойҳое ки нисбат ба ҳамҷинсгарон дуст ҳастанд) омода созед.<br />
					Ҷои истиқомати худро набояд ба ҳар гуна одамони ношинос ё камшинос хабар диҳед – ин бар Шумо хеле хатарнок аст.</li>
				<li>Пеш аз вохӯри ё дидан, ба дустонатон хабар диҳед, ки, ба кучо ва бо ки меравед.<br />
					Ба рафиқатон ҳатман бояд ҳар гуна маълумотро оид ба гузаронидани вохӯри ва аз ҷумла мақони мулоқотро пешаки хабар диҳед, ки дар ҳолатҳои фаврӣ зудтар шуморо дарёфт кардан имконпазир бошад.</li>
				<li>Агар Шуморо кормандони пулис ё кормандони умури дохила дастгир карданд, ягон маълумотро ба онҳо надиҳед ва дар ягон ҷой имзои худро нагузоред.<br />
					Ва дар ҳар суръати доштани далелҳо аз тарафи кормандони пулис, бояд хомуш бошед ва чизе ба онҳо нагуед.</li>
				<li>Ба вохурии аввалин ё мулоқот бо худ пул ва кортҳои бонкиро нагиред.<br />
					Шумо метавонед танҳо шиносномаи худро бигиред.</li>
				<li>Ҳар вақт бояд аз назорати тибби гузашт (ВНМО ва дигар касалиҳои инфектсионӣ).<br />
					Чунин ташхисҳоро бояд дар ҳадди аққал 3 маротиба дар як сол гузаред.<br />
					Пеш аз алоқаи ҷинсӣ ҳатман бояд аз саломатии ҳамҷинсатон огоҳ бошед ва рифола истифода баред.</li>
				<li>Агар бо Шумо ҳолатҳои фавкуллода ё ғайриқонуни руҳ доданд ва ё ба назари Шумо ҳуқуқҳои шахсии Шуморо поймол карданд, ҳатман ба Созмони мо «Имкониятҳои Баробар» (ЛГБТ) ё ташкилотҳои байналмилаллии ҳуқуқи башар будаи дар Ҷумҳурии Тоҷикистон муроҷиат намоед.</li>
			</ol>
		</div>
	</div>
)

export default SafetyTajik
