import React from 'react'
import { IndexLink, Link } from 'react-router'
import './SafetyUrdu.scss'
import { createMarkup, replaceAmp } from '../../../components/Helpers'
import type { PageObject } from '../../../store/interfaces/home'
import _ from '../../../components/Helpers/underscore'

export const SafetyUrdu = () => (
	<div className={'container page safety_urdu'}>
		<div className="page-content">
			<h1>Safety Urdu</h1>
				<p><strong><u>حفاظت</u></strong></p>
				<p><strong>اگرآپ کسی ایسی جگہ کے رہا ئشی ہیں جہاں ہم جنس ہونا آپ کے لئے خطره کا باعث ہو، توچند مندرجہ ذیل احتیاطی تدابیر کے ذریعے آپ اپنی حفاظت کو یقینی بنا سکتے ہیں.</strong></p>
				<ol>
					<li><strong>اپنے چہره کی تصویرشائع نہ کریں ایسی تصویراستعمال کریں جوآپکی شخصیت یا مشاغل کی نمائندگی کرتی ہو</strong></li>
					<li><strong>ملاقات کودوستوں کے دوستوں تک محدود رکھیں کسی سے ملنے سے پہلے اس بات کا یقین کر لیں کہ دوسرے فرد کو آپکا کوئی با اعتماد دوست بطور ہم جنس پرست اچھی طرح جانتا ہے.</strong></li>
					<li><strong>اپنے گھر کا پتہ نہ بتا ئیں گھر کا پتہ بتانا خطرناک ہو سکتا ہے، اس لئے پہلے سکائپ یا کسی محفوظ عوامی مقام جیسے چائے جوس کی دوکان پر ملیں.</strong></li>
					<li><strong>کسی ایک خاص دوست کوہنگامی حالت کیلئے اگاه، خبردار، تیار رکھیں کسی ایک با اعتماد دوست کو بتا کرملاقات کیلئے جانا بہتر عمل ہے.</strong></li>
					<li><strong>گرفتاری کی صورت میں کوئی اعتراف نہ کریں اگر ثبوت بھی موجود ہو تو بھی اقرار یا اعتراف نہ کریں، خاموش رہنا بہتر ہے</strong></li>
					<li><strong>ملاقات کیلئے جاتے وقت کم سے کم چیزیں ساتھ لے جائیں کریڈٹ یا اے ٹی ایم کارڈ اور قیمتی موبائل فون ساتھ نہ لے جائیں. اگرمناسب ہو تو صرف شناختی دستاویز ساتھ رکھیں.</strong></li>
					<li><strong>باقاعدگی سے ایچ آئی وی اور دیگر جنسی بیماریوں کے ٹیسٹ کروائیں سال میں کم از کم تیں بار ٹیسٹ ضرور کروائیں جن سے آپ مل رہے ہون ان سے بھی احتیاط کرنے کو کہیں</strong></li>
					<li><strong>نا خوشگوار یا ہنگامی حالات ایسی صورت میں مدد کیلئے انسانی حقوق یا ہم جنس تنظیم سے رابطہ کریں. اپنے علاقے میں ایسی جگہوں کا علم رکھیں جو ہم جنس تنطیم کی طرح فوری اور بلا واسطہ قانونی مدد فراہم کر سکتے ہوں یا انسانی حقوق کی تنظیم سے رابطہ کریں</strong></li>
				</ol>
		</div>
	</div>
)

export default SafetyUrdu
